Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 保留现状：「%@」的数据继续留在本机，一切照旧，以后随时可以再迁移
ar: الإبقاء كما هو: تبقى بيانات «%@» على هذا الـ Mac دون أي تغيير، ويمكنك ترحيلها في أي وقت لاحقًا
de: So belassen: Die Daten von „%@“ bleiben auf diesem Mac. Alles bleibt wie bisher, und du kannst die Daten jederzeit später migrieren
en: Keep things as they are: “%@” data stays on this Mac, nothing changes, and you can migrate it any time later
eo: Lasi senŝanĝe: la datumoj de “%@” restas sur ĉi tiu Mac, ĉio restas sama, kaj vi povas migrigi ilin iam ajn poste
es: Dejar como está: los datos de «%@» permanecen en este Mac, todo sigue igual y puedes migrarlos en cualquier momento
fr: Garder en l’état : les données de « %@ » restent sur ce Mac, rien ne change et vous pouvez les migrer à tout moment
hi: यथावत रखें: “%@” का डेटा इस Mac पर ही रहेगा, सब कुछ पहले जैसा रहेगा और बाद में कभी भी माइग्रेट कर सकते हैं
id: Biarkan seperti semula: data “%@” tetap di Mac ini, tidak ada yang berubah, dan Anda dapat memigrasikannya kapan saja nanti
it: Lascia tutto com’è: i dati di “%@” restano sul Mac, tutto continua come prima e potrai migrarli in qualsiasi momento
ja: このままにする：「%@」のデータはこのMacに残り、これまでどおり使えます。いつでも後から移行できます
ko: 그대로 유지: “%@”의 데이터가 계속 이 Mac에 남으며 기존과 똑같이 사용할 수 있습니다. 나중에 언제든지 마이그레이션할 수 있습니다
nl: Laat alles zo: de gegevens van ‘%@’ blijven op deze Mac, alles werkt zoals voorheen en je kunt later op elk moment migreren
pl: Zachowaj bez zmian: dane „%@” pozostaną na tym Macu, wszystko będzie działać jak wcześniej, a migrację można wykonać w dowolnym momencie
pt: Manter como está: os dados de “%@” continuam neste Mac, tudo funciona como antes e você pode migrá-los a qualquer momento
ru: Оставить как есть: данные «%@» останутся на этом Mac, всё будет работать как раньше. Перенести их можно в любое время
th: คงสภาพเดิม: ข้อมูลของ “%@” จะอยู่บน Mac เครื่องนี้ต่อไป ทุกอย่างเหมือนเดิม และคุณย้ายได้ทุกเมื่อในภายหลัง
tr: Olduğu gibi bırak: “%@” verileri bu Mac’te kalır, her şey eskisi gibi çalışır ve daha sonra istediğiniz zaman taşıyabilirsiniz
vi: Giữ nguyên: dữ liệu của “%@” tiếp tục ở trên máy Mac này, mọi thứ như cũ và bạn có thể di chuyển bất cứ lúc nào sau này
zh_hant: 維持現狀：「%@」的資料繼續留在本機，一切照舊，之後隨時可以再遷移

source: 不会抹掉或重新分区外部存储，盘上现有文件保持不变
ar: لن يُمسح التخزين الخارجي أو يُعاد تقسيمه، وستبقى ملفاته الحالية دون تغيير
de: Der externe Speicher wird weder gelöscht noch neu partitioniert. Vorhandene Dateien bleiben unverändert
en: Your external storage won't be erased or repartitioned; existing files on it stay as they are
eo: La ekstera konservilo ne estos viŝita aŭ reparticiigita; ĝiaj ekzistantaj dosieroj restas senŝanĝaj
es: No se borrará ni se volverá a particionar el almacenamiento externo. Los archivos existentes permanecerán intactos
fr: Le stockage externe ne sera ni effacé ni repartitionné. Les fichiers déjà présents resteront inchangés
hi: बाहरी स्टोरेज न मिटाया जाएगा, न फिर से विभाजित किया जाएगा। उस पर मौजूद फ़ाइलें नहीं बदलेंगी
id: Penyimpanan eksternal tidak akan dihapus atau dipartisi ulang; file yang ada di drive tetap seperti semula
it: L’unità esterna non verrà inizializzata né ripartizionata; i file esistenti resteranno invariati
ja: 外部ストレージを消去したり、パーティションを切り直したりすることはありません。ドライブ上の既存のファイルはそのまま残ります
ko: 외장 저장 장치를 지우거나 다시 파티션하지 않습니다. 드라이브의 기존 파일은 그대로 유지됩니다
nl: De externe opslag wordt niet gewist of opnieuw gepartitioneerd; bestaande bestanden blijven ongewijzigd
pl: Nośnik zewnętrzny nie zostanie wymazany ani ponownie podzielony na partycje; istniejące pliki pozostaną bez zmian
pt: O armazenamento externo não será apagado nem reparticionado; os arquivos existentes permanecerão inalterados
ru: Внешний накопитель не будет стёрт или заново разбит на разделы; существующие файлы не изменятся
th: จะไม่ลบข้อมูลหรือแบ่งพาร์ติชั่นอุปกรณ์จัดเก็บข้อมูลภายนอกใหม่ ไฟล์ที่มีอยู่บนไดรฟ์จะไม่เปลี่ยนแปลง
tr: Harici depolama silinmez veya yeniden bölümlenmez; mevcut dosyalar değişmeden kalır
vi: Không xóa hay phân vùng lại bộ nhớ ngoài; các tệp hiện có trên ổ đĩa được giữ nguyên
zh_hant: 不會清除外接儲存裝置或重新分割，磁碟上現有的檔案保持不變

source: 新建的数据卷与盘上其他内容共享剩余空间，平时不会出现在 Finder 边栏和桌面
ar: تشارك وحدة البيانات الجديدة المساحة المتبقية مع بقية محتويات القرص، ولا تظهر عادةً في الشريط الجانبي لـ Finder أو على سطح المكتب
de: Das neue Datenvolume teilt sich den freien Speicherplatz mit den übrigen Inhalten des Laufwerks. Es erscheint normalerweise weder in der Finder-Seitenleiste noch auf dem Schreibtisch
en: The new data volume shares free space with everything else on the drive and normally doesn't appear in the Finder sidebar or on the desktop
eo: La nova datumvolumo dividas liberan spacon kun la aliaj enhavoj de la disko kaj normale ne aperas en la flanka breto de Finder aŭ sur la labortablo
es: El nuevo volumen de datos comparte el espacio libre con el resto del disco y normalmente no aparece en la barra lateral de Finder ni en el escritorio
fr: Le nouveau volume de données partage l’espace libre avec le reste du disque et n’apparaît normalement ni dans la barre latérale du Finder ni sur le bureau
hi: नया डेटा वॉल्यूम ड्राइव की बाकी सामग्री के साथ बची हुई जगह साझा करेगा। आमतौर पर यह Finder साइडबार या डेस्कटॉप पर नहीं दिखेगा
id: Volume data baru berbagi ruang kosong dengan isi drive lainnya dan biasanya tidak muncul di bar samping Finder atau desktop
it: Il nuovo volume dati condivide lo spazio libero con gli altri contenuti dell’unità e normalmente non compare nella barra laterale del Finder né sulla scrivania
ja: 新しいデータボリュームはドライブ上のほかのデータと空き容量を共有し、通常は Finder のサイドバーやデスクトップには表示されません
ko: 새 데이터 볼륨은 드라이브의 다른 콘텐츠와 남은 공간을 공유하며 평소에는 Finder 사이드바와 데스크탑에 표시되지 않습니다
nl: Het nieuwe gegevensvolume deelt de vrije ruimte met de andere inhoud van de schijf en verschijnt normaal niet in de navigatiekolom van Finder of op het bureaublad
pl: Nowy wolumin danych współdzieli wolne miejsce z pozostałą zawartością dysku i zwykle nie pojawia się na pasku bocznym aplikacji Finder ani na biurku
pt: O novo volume de dados compartilha o espaço livre com os demais conteúdos da unidade e normalmente não aparece na barra lateral do Finder nem na mesa
ru: Новый том данных использует общее свободное место с остальным содержимым накопителя и обычно не отображается в боковом меню Finder и на рабочем столе
th: ดิสก์โวลุ่มข้อมูลใหม่ใช้พื้นที่ว่างร่วมกับข้อมูลอื่นบนไดรฟ์ โดยปกติจะไม่แสดงในแถบด้านข้างของ Finder หรือบนเดสก์ท็อป
tr: Yeni veri birimi, boş alanı diskteki diğer içeriklerle paylaşır ve normalde Finder kenar çubuğunda veya masaüstünde görünmez
vi: Ổ dữ liệu mới dùng chung dung lượng trống với các nội dung khác trên ổ đĩa, thường không hiện ở thanh bên Finder hoặc trên màn hình nền
zh_hant: 新建的資料卷宗與磁碟上的其他內容共用剩餘空間，平時不會出現在 Finder 側邊欄和桌面上

source: 迁移后第一次打开「%@」时，系统会询问是否允许访问可移动宗卷，请点「允许」
ar: عند فتح «%@» لأول مرة بعد الترحيل، سيسألك النظام عن السماح بالوصول إلى وحدات التخزين القابلة للإزالة. انقر على «السماح»
de: Wenn du „%@“ nach der Migration erstmals öffnest, fragt macOS nach dem Zugriff auf Wechselmedien. Klicke auf „Erlauben“
en: The first time you open “%@” after migrating, macOS asks whether it may access a removable volume. Click Allow.
eo: Ĉe la unua malfermo de “%@” post migrado, la sistemo demandos ĉu permesi aliron al demeteblaj volumoj. Alklaku “Permesi”
es: La primera vez que abras «%@» tras la migración, el sistema te pedirá permiso para acceder a volúmenes extraíbles. Haz clic en «Permitir»
fr: À la première ouverture de « %@ » après la migration, le système demande l’autorisation d’accéder aux volumes amovibles. Cliquez sur « Autoriser »
hi: माइग्रेशन के बाद पहली बार “%@” खोलने पर सिस्टम हटाने योग्य वॉल्यूम ऐक्सेस करने की अनुमति माँगेगा। “अनुमति दें” पर क्लिक करें
id: Saat pertama kali membuka “%@” setelah migrasi, sistem akan meminta izin mengakses volume yang dapat dilepas. Klik “Izinkan”
it: Alla prima apertura di “%@” dopo la migrazione, il sistema chiederà il permesso di accedere ai volumi rimovibili. Fai clic su “Consenti”
ja: 移行後、初めて「%@」を開くと、リムーバブルボリュームへのアクセスを許可するかどうかを尋ねられます。「許可」をクリックしてください
ko: 마이그레이션 후 “%@”을(를) 처음 열면 시스템이 이동식 볼륨 접근을 허용할지 묻습니다. “허용”을 클릭하세요
nl: Als je ‘%@’ voor het eerst na de migratie opent, vraagt het systeem toestemming voor toegang tot verwisselbare volumes. Klik op ‘Sta toe’
pl: Przy pierwszym otwarciu „%@” po migracji system poprosi o dostęp do woluminów wymiennych. Kliknij „Pozwól”
pt: Na primeira vez que abrir “%@” após a migração, o sistema pedirá permissão para acessar volumes removíveis. Clique em “Permitir”
ru: При первом открытии «%@» после переноса система запросит доступ к съёмным томам. Нажмите «Разрешить»
th: เมื่อเปิด “%@” ครั้งแรกหลังย้าย ระบบจะถามว่าอนุญาตให้เข้าถึงดิสก์โวลุ่มแบบถอดได้หรือไม่ โปรดคลิก “อนุญาต”
tr: Taşımadan sonra “%@” uygulamasını ilk açtığınızda sistem çıkarılabilir birimlere erişim izni ister. “İzin Ver”e tıklayın
vi: Lần đầu mở “%@” sau khi di chuyển, hệ thống sẽ hỏi có cho phép truy cập ổ đĩa di động không. Hãy bấm “Cho phép”
zh_hant: 遷移後第一次打開「%@」時，系統會詢問是否允許取用可移除式卷宗，請按一下「允許」

source: 使用「%@」前先连接这块外部存储。没连接时它只会看到空目录，数据不会丢失，连接后自动接回
ar: وصّل هذا التخزين الخارجي قبل استخدام «%@». عند عدم توصيله، لن يرى التطبيق إلا مجلدًا فارغًا؛ لن تُفقد البيانات، وسيُعاد توصيلها تلقائيًا عند توصيل التخزين
de: Verbinde diesen externen Speicher, bevor du „%@“ verwendest. Ohne Verbindung sieht die App nur einen leeren Ordner. Es gehen keine Daten verloren; sobald das Laufwerk verbunden ist, werden sie automatisch wieder eingebunden
en: Connect this external storage before using “%@”. Without it, the app only sees an empty folder; no data is lost, and it reconnects automatically when the drive is back.
eo: Konektu ĉi tiun eksteran konservilon antaŭ ol uzi “%@”. Sen ĝi, la aplikaĵo vidas nur malplenan dosierujon; la datumoj ne perdiĝas kaj aŭtomate religiĝas post konekto
es: Conecta este almacenamiento externo antes de usar «%@». Si no está conectado, la app solo verá una carpeta vacía. No se perderán datos y la conexión se restablecerá automáticamente cuando conectes el disco
fr: Connectez ce stockage externe avant d’utiliser « %@ ». Sans connexion, l’app ne voit qu’un dossier vide. Aucune donnée n’est perdue, et la reconnexion est automatique dès que le disque est rebranché
hi: “%@” इस्तेमाल करने से पहले यह बाहरी स्टोरेज जोड़ें। इसके बिना ऐप को केवल खाली डायरेक्ट्री दिखेगी। डेटा नहीं खोएगा और स्टोरेज जोड़ने पर अपने आप फिर से जुड़ जाएगा
id: Hubungkan penyimpanan eksternal ini sebelum menggunakan “%@”. Jika tidak terhubung, app hanya melihat direktori kosong; data tidak hilang dan akan terhubung kembali secara otomatis saat penyimpanan dihubungkan
it: Collega questa unità esterna prima di usare “%@”. Se non è collegata, l’app vedrà solo una cartella vuota: i dati non andranno persi e verranno ricollegati automaticamente quando colleghi l’unità
ja: 「%@」を使う前に、この外部ストレージを接続してください。接続していない間は空のディレクトリに見えますが、データが失われることはなく、接続すると自動的に元に戻ります
ko: “%@”을(를) 사용하기 전에 이 외장 저장 장치를 연결하세요. 연결되지 않았을 때 앱에는 빈 디렉토리만 보이며 데이터는 손실되지 않습니다. 연결하면 자동으로 다시 연결됩니다
nl: Sluit deze externe opslag aan voordat je ‘%@’ gebruikt. Zonder die opslag ziet de app alleen een lege map. Er gaan geen gegevens verloren en ze worden automatisch weer gekoppeld zodra je de schijf aansluit
pl: Podłącz ten nośnik zewnętrzny przed użyciem „%@”. Bez niego aplikacja zobaczy tylko pusty folder. Dane nie zostaną utracone i automatycznie staną się dostępne po podłączeniu nośnika
pt: Conecte este armazenamento externo antes de usar “%@”. Se estiver desconectado, o app verá apenas uma pasta vazia. Nenhum dado será perdido, e os dados serão reconectados automaticamente quando você conectar a unidade
ru: Подключите этот внешний накопитель перед использованием «%@». Без него приложение увидит только пустую папку. Данные не потеряются и автоматически подключатся после подключения накопителя
th: เชื่อมต่ออุปกรณ์จัดเก็บข้อมูลภายนอกนี้ก่อนใช้ “%@” หากไม่ได้เชื่อมต่อ แอปจะเห็นเพียงไดเรกทอรีว่าง ข้อมูลจะไม่สูญหาย และจะเชื่อมกลับโดยอัตโนมัติเมื่อเชื่อมต่ออุปกรณ์
tr: “%@” uygulamasını kullanmadan önce bu harici depolamayı bağlayın. Bağlı değilken uygulama yalnızca boş bir klasör görür. Veriler kaybolmaz ve disk bağlandığında otomatik olarak yeniden bağlanır
vi: Kết nối bộ nhớ ngoài này trước khi dùng “%@”. Nếu chưa kết nối, ứng dụng chỉ thấy thư mục trống; dữ liệu không mất và sẽ tự động được kết nối lại khi kết nối bộ nhớ
zh_hant: 使用「%@」前，請先連接這個外接儲存裝置。未連接時它只會看到空目錄，資料不會遺失，連接後會自動接回

source: 这块外部存储没有加密：盘丢失时，别人可以读取迁移过去的数据
ar: هذا التخزين الخارجي غير مشفّر: إذا فُقد القرص، فقد يتمكن الآخرون من قراءة البيانات المُرحّلة إليه
de: Dieser externe Speicher ist nicht verschlüsselt. Geht das Laufwerk verloren, können andere die migrierten Daten lesen
en: This external storage isn't encrypted: if the drive is lost, others could read the migrated data
eo: Ĉi tiu ekstera konservilo ne estas ĉifrita: se la disko perdiĝas, aliaj povas legi la migrigitajn datumojn
es: Este almacenamiento externo no está encriptado: si pierdes el disco, otras personas podrán leer los datos migrados
fr: Ce stockage externe n’est pas chiffré : en cas de perte du disque, d’autres personnes pourront lire les données migrées
hi: यह बाहरी स्टोरेज एन्क्रिप्टेड नहीं है: ड्राइव खो जाने पर दूसरे लोग माइग्रेट किया गया डेटा पढ़ सकते हैं
id: Penyimpanan eksternal ini tidak dienkripsi: jika drive hilang, orang lain dapat membaca data yang dimigrasikan
it: Questa unità esterna non è codificata: se la perdi, altre persone potranno leggere i dati migrati
ja: この外部ストレージは暗号化されていません：ドライブを紛失した場合、移行したデータをほかの人に読み取られるおそれがあります
ko: 이 외장 저장 장치는 암호화되지 않았습니다. 드라이브를 분실하면 다른 사람이 마이그레이션한 데이터를 읽을 수 있습니다
nl: Deze externe opslag is niet versleuteld: als je de schijf kwijtraakt, kunnen anderen de gemigreerde gegevens lezen
pl: Ten nośnik zewnętrzny nie jest zaszyfrowany: jeśli zaginie, inne osoby mogą odczytać zmigrowane dane
pt: Este armazenamento externo não é criptografado: se você perder a unidade, outras pessoas poderão ler os dados migrados
ru: Этот внешний накопитель не зашифрован: если он потеряется, другие люди смогут прочитать перенесённые данные
th: อุปกรณ์จัดเก็บข้อมูลภายนอกนี้ไม่ได้เข้ารหัส: หากไดรฟ์หาย ผู้อื่นอาจอ่านข้อมูลที่ย้ายไปได้
tr: Bu harici depolama şifreli değil: disk kaybolursa başkaları taşınan verileri okuyabilir
vi: Bộ nhớ ngoài này không được mã hóa: nếu mất ổ đĩa, người khác có thể đọc dữ liệu đã di chuyển
zh_hant: 這個外接儲存裝置未加密：磁碟遺失時，他人可以讀取遷移過去的資料

source: 本机将释放约 %@ 空间
ar: سيتم إخلاء نحو %@ من المساحة على هذا الـ Mac
de: Auf diesem Mac werden etwa %@ frei
en: About %@ will be freed on this Mac
eo: Ĉirkaŭ %@ da spaco estos liberigita sur ĉi tiu Mac
es: Se liberarán unos %@ en este Mac
fr: Environ %@ seront libérés sur ce Mac
hi: इस Mac पर लगभग %@ जगह खाली होगी
id: Sekitar %@ ruang akan dikosongkan di Mac ini
it: Sul Mac verranno liberati circa %@
ja: このMacで約 %@ の空き領域が確保されます
ko: 이 Mac에서 약 %@의 공간이 확보됩니다
nl: Er komt ongeveer %@ vrij op deze Mac
pl: Na tym Macu zostanie zwolnione około %@
pt: Serão liberados cerca de %@ neste Mac
ru: На этом Mac освободится около %@
th: Mac เครื่องนี้จะมีพื้นที่ว่างเพิ่มประมาณ %@
tr: Bu Mac’te yaklaşık %@ alan boşalacak
vi: Máy Mac này sẽ được giải phóng khoảng %@
zh_hant: 本機將釋放約 %@ 空間

source: 迁移「%@」的数据
ar: ترحيل بيانات «%@»
de: Daten von „%@“ migrieren
en: Migrate “%@” Data
eo: Migrigi la datumojn de “%@”
es: Migrar los datos de «%@»
fr: Migrer les données de « %@ »
hi: “%@” का डेटा माइग्रेट करें
id: Migrasikan data “%@”
it: Migra i dati di “%@”
ja: 「%@」のデータを移行
ko: “%@”의 데이터 마이그레이션
nl: Gegevens van ‘%@’ migreren
pl: Migruj dane „%@”
pt: Migrar dados de “%@”
ru: Перенести данные «%@»
th: ย้ายข้อมูลของ “%@”
tr: “%@” Verilerini Taşı
vi: Di chuyển dữ liệu của “%@”
zh_hant: 遷移「%@」的資料

source: 「%@」是沙盒应用。它的数据会搬到外部存储「%@」上的一个专用数据卷里，再接回原来的位置；应用照常使用原来的路径，不需要重签名。
ar: «%@» تطبيق معزول. ستُنقل بياناته إلى وحدة بيانات مخصصة على التخزين الخارجي «%@»، ثم تُوصّل بموقعها الأصلي؛ سيواصل التطبيق استخدام المسار نفسه دون الحاجة إلى إعادة التوقيع.
de: „%@“ ist eine Sandbox-App. Ihre Daten werden auf ein eigenes Datenvolume auf dem externen Speicher „%@“ verschoben und wieder am ursprünglichen Ort eingebunden. Die App verwendet weiterhin denselben Pfad und muss nicht neu signiert werden.
en: “%@” is a sandboxed app. Its data will move to a dedicated data volume on the external storage “%@” and be connected back to its original location. The app keeps using the same path and doesn't need to be re-signed.
eo: “%@” estas izolita aplikaĵo. Ĝiaj datumoj estos movitaj al aparta datumvolumo sur la ekstera konservilo “%@”, poste religitaj ĉe la origina loko. La aplikaĵo plu uzos la saman vojon sen bezono de resubskribo.
es: «%@» es una app aislada. Sus datos se trasladarán a un volumen de datos dedicado en el almacenamiento externo «%@» y se conectarán de nuevo a su ubicación original. La app seguirá usando la misma ruta y no necesitará volver a firmarse.
fr: « %@ » est une app en bac à sable. Ses données seront déplacées vers un volume de données dédié sur le stockage externe « %@ », puis raccordées à leur emplacement d’origine. L’app continuera d’utiliser le même chemin sans avoir besoin d’être re-signée.
hi: “%@” एक सैंडबॉक्स ऐप है। उसका डेटा बाहरी स्टोरेज “%@” पर खास तौर से बनाए गए डेटा वॉल्यूम में जाएगा, फिर मूल स्थान से जुड़ जाएगा। ऐप पहले वाला पथ ही इस्तेमाल करेगा; पुनः हस्ताक्षर की ज़रूरत नहीं होगी।
id: “%@” adalah app dalam sandbox. Datanya akan dipindahkan ke volume data khusus di penyimpanan eksternal “%@”, lalu dihubungkan kembali ke lokasi aslinya. App tetap menggunakan jalur yang sama tanpa perlu ditandatangani ulang.
it: “%@” è un’app in sandbox. I suoi dati verranno spostati in un volume dedicato sull’unità esterna “%@”, poi ricollegati alla posizione originale. L’app continuerà a usare lo stesso percorso e non servirà rifirmarla.
ja: 「%@」はサンドボックスアプリです。データは外部ストレージ「%@」上の専用データボリュームに移され、元の場所に接続し直されます。アプリはこれまでどおり同じパスを使うため、再署名は不要です。
ko: “%@”은(는) 샌드박스 앱입니다. 데이터는 외장 저장 장치 “%@”의 전용 데이터 볼륨으로 이동한 후 원래 위치에 다시 연결됩니다. 앱은 기존 경로를 그대로 사용하며 재서명할 필요가 없습니다.
nl: ‘%@’ is een sandbox-app. De gegevens worden verplaatst naar een apart gegevensvolume op de externe opslag ‘%@’ en weer gekoppeld aan de oorspronkelijke locatie. De app blijft hetzelfde pad gebruiken en hoeft niet opnieuw te worden ondertekend.
pl: „%@” jest aplikacją w piaskownicy. Jej dane zostaną przeniesione na dedykowany wolumin danych na nośniku zewnętrznym „%@” i podłączone w pierwotnej lokalizacji. Aplikacja będzie nadal używać tej samej ścieżki; ponowne podpisanie nie będzie potrzebne.
pt: “%@” é um app em sandbox. Os dados serão movidos para um volume dedicado no armazenamento externo “%@” e reconectados ao local original. O app continuará usando o mesmo caminho e não precisará ser reassinado.
ru: «%@» — приложение в песочнице. Его данные будут перенесены на отдельный том данных внешнего накопителя «%@», а затем подключены по исходному пути. Приложение продолжит использовать прежний путь; переподпись не потребуется.
th: “%@” เป็นแอปแซนด์บ็อกซ์ ข้อมูลจะย้ายไปยังดิสก์โวลุ่มข้อมูลเฉพาะบนอุปกรณ์จัดเก็บข้อมูลภายนอก “%@” แล้วเชื่อมกลับมายังตำแหน่งเดิม แอปยังใช้เส้นทางเดิมได้ตามปกติ โดยไม่ต้องเซ็นใหม่
tr: “%@”, korumalı alan uygulamasıdır. Verileri, “%@” harici depolamasındaki özel bir veri birimine taşınıp orijinal konumuna yeniden bağlanır. Uygulama aynı yolu kullanmaya devam eder; yeniden imzalama gerekmez.
vi: “%@” là ứng dụng sandbox. Dữ liệu sẽ chuyển vào ổ dữ liệu riêng trên bộ nhớ ngoài “%@”, rồi được kết nối lại với vị trí ban đầu. Ứng dụng tiếp tục dùng đường dẫn cũ và không cần ký lại.
zh_hant: 「%@」是沙盒應用程式。它的資料會搬到外接儲存裝置「%@」上的專用資料卷宗中，再接回原來的位置；應用程式照常使用原來的路徑，不需要重簽名。

source: 迁移数据
ar: ترحيل البيانات
de: Daten migrieren
en: Migrate Data
eo: Migrigi datumojn
es: Migrar datos
fr: Migrer les données
hi: डेटा माइग्रेट करें
id: Migrasikan Data
it: Migra dati
ja: データを移行
ko: 데이터 마이그레이션
nl: Gegevens migreren
pl: Migruj dane
pt: Migrar dados
ru: Перенести данные
th: ย้ายข้อมูล
tr: Verileri Taşı
vi: Di chuyển dữ liệu
zh_hant: 遷移資料

source: 先选择外部存储
ar: اختيار التخزين الخارجي أولًا
de: Zuerst externen Speicher auswählen
en: Choose External Storage First
eo: Unue elekti eksteran konservilon
es: Elige primero el almacenamiento externo
fr: Choisissez d’abord le stockage externe
hi: पहले बाहरी स्टोरेज चुनें
id: Pilih penyimpanan eksternal dahulu
it: Scegli prima l’unità esterna
ja: 先に外部ストレージを選択
ko: 먼저 외장 저장 장치 선택
nl: Kies eerst externe opslag
pl: Najpierw wybierz nośnik zewnętrzny
pt: Escolha o armazenamento externo primeiro
ru: Сначала выберите внешний накопитель
th: เลือกอุปกรณ์ภายนอกก่อน
tr: Önce Harici Depolamayı Seçin
vi: Chọn bộ nhớ ngoài trước
zh_hant: 請先選擇外接儲存裝置

source: 挂载迁移会把「%@」的数据放到你选择的外部存储上。选好位置之前，不会改动任何东西。
ar: يضع الترحيل بالتحميل بيانات «%@» على التخزين الخارجي الذي تختاره. لن يتغير أي شيء قبل اختيار الموقع.
de: Die Mount-Migration legt die Daten von „%@“ auf dem ausgewählten externen Speicher ab. Bis du einen Ort ausgewählt hast, wird nichts verändert.
en: Mount migration puts “%@” data on the external storage you choose. Nothing changes until you pick a location.
eo: Migrado per muntado metas la datumojn de “%@” sur la eksteran konservilon, kiun vi elektas. Nenio ŝanĝiĝos antaŭ ol vi elektos lokon.
es: La migración por montaje guarda los datos de «%@» en el almacenamiento externo que elijas. No se modificará nada hasta que selecciones una ubicación.
fr: La migration par montage place les données de « %@ » sur le stockage externe de votre choix. Rien ne sera modifié tant que vous n’aurez pas choisi un emplacement.
hi: माउंट द्वारा माइग्रेशन “%@” का डेटा आपके चुने हुए बाहरी स्टोरेज पर रखेगा। स्थान चुनने से पहले कोई बदलाव नहीं होगा।
id: Migrasi dengan pemasangan akan menaruh data “%@” di penyimpanan eksternal yang Anda pilih. Tidak ada yang diubah sebelum lokasi dipilih.
it: La migrazione tramite montaggio sposta i dati di “%@” sull’unità esterna che scegli. Finché non avrai scelto una posizione, non verrà modificato nulla.
ja: マウント移行では、「%@」のデータを選択した外部ストレージに配置します。場所を選ぶまでは何も変更されません。
ko: 마운트 마이그레이션은 “%@”의 데이터를 선택한 외장 저장 장치에 저장합니다. 위치를 선택하기 전에는 아무것도 변경하지 않습니다.
nl: Migratie via aankoppelen zet de gegevens van ‘%@’ op de externe opslag die je kiest. Er wordt niets gewijzigd totdat je een locatie hebt gekozen.
pl: Migracja przez montowanie umieszcza dane „%@” na wybranym nośniku zewnętrznym. Nic nie zostanie zmienione, dopóki nie wybierzesz lokalizacji.
pt: A migração por montagem coloca os dados de “%@” no armazenamento externo escolhido. Nada será alterado até você escolher um local.
ru: Перенос с монтированием поместит данные «%@» на выбранный внешний накопитель. Пока вы не выберете расположение, ничего не изменится.
th: การย้ายแบบต่อเชื่อมจะเก็บข้อมูลของ “%@” ไว้บนอุปกรณ์จัดเก็บข้อมูลภายนอกที่คุณเลือก จะไม่มีการเปลี่ยนแปลงใดๆ ก่อนเลือกตำแหน่ง
tr: Bağlayarak taşıma, “%@” verilerini seçtiğiniz harici depolamaya yerleştirir. Konum seçilene kadar hiçbir şey değiştirilmez.
vi: Di chuyển bằng gắn kết sẽ đặt dữ liệu của “%@” trên bộ nhớ ngoài bạn chọn. Chưa có gì thay đổi cho đến khi chọn vị trí.
zh_hant: 掛載遷移會將「%@」的資料放到你選擇的外接儲存裝置上。選好位置之前，不會更動任何東西。

source: 选择外部存储
ar: اختيار التخزين الخارجي
de: Externen Speicher auswählen
en: Choose External Storage
eo: Elekti eksteran konservilon
es: Elegir almacenamiento externo
fr: Choisir le stockage externe
hi: बाहरी स्टोरेज चुनें
id: Pilih Penyimpanan Eksternal
it: Scegli unità esterna
ja: 外部ストレージを選択
ko: 외장 저장 장치 선택
nl: Kies externe opslag
pl: Wybierz nośnik zewnętrzny
pt: Escolher armazenamento externo
ru: Выбрать внешний накопитель
th: เลือกอุปกรณ์จัดเก็บข้อมูลภายนอก
tr: Harici Depolama Seç
vi: Chọn bộ nhớ ngoài
zh_hant: 選擇外接儲存裝置
